[
    {
        "title": "In Between",
        "creator": "Jemima Charlotte Sugiarta",
        "link": "https://lookimg.com/images/2025/04/20/Z9bocD.jpeg",
        "s_link": "https://lookimg.com/images/2025/04/20/Z9bocD.md.jpeg",
        "witdh": 2000,
        "height": 1414,
        "alt": null,
        "Description": "It’s a diptych which is an artwork that’s made of 2 or more panels that are meant to be viewed together as a whole. <br><br>The first panel is my illustration and rendition of birth- a baby sleeping on a lotus that symbolizes new beginnings.<br>The second panel is my illustration and rendition of life- as you can see it is blank and there is no carving on the linoleum as well.<br>The third panel is my illustration and rendition of death - the skull resting on a chrysanthemum symbolizes the end.<br><br>My message is: <br>Birth and Death are inevitable and unchangeable. Everything and everyone starts and ends the same but what we do In Between is what matters. Life is always changing and always moving so make your mark and live to the fullest for everything that happens in life is up to you."
    },
    {
        "title": "The Abyss",
        "creator": "Cleony Kaysha Chrisandy",
        "link": "https://lookimg.com/images/2025/04/20/Z9bkBJ.jpeg",
        "s_link": "https://lookimg.com/images/2025/04/20/Z9bkBJ.md.jpeg",
        "witdh": 1280,
        "height": 960,
        "alt": null,
        "Description": "Karya ini dibuat untuk menggambarkan sekaligus menghargai keindahan dunia bawah laut, terutama laut dalam (deep sea). Anglerfish digunakan sebagai perwakilan gambaran terhadap dunia bawah tersebut. Walaupun mereka terlihat seram, tapi mereka (hewan laut dalam) memiliki keindahan dan keunikannya sendiri, yang tidak bisa digantikan oleh makhluk lain."
    },
    {
        "title": "fragments of a fading dream",
        "creator": "Daffa Prasetya Nugraha",
        "link": "https://lookimg.com/images/2025/04/20/Z9bOF8.jpeg",
        "s_link": "https://lookimg.com/images/2025/04/20/Z9bOF8.md.jpeg",
        "witdh": 1999,
        "height": 899,
        "alt": null,
        "Description": "Minecraft-inspired diorama, Showcases a torn and wornout minecraft world that's been left for a long time."
    }
]
